
const About = () => {
    return ( <>
	<div className="continar">
		<div className="aboutA">
    <div class="infobox">
	<svg class="infobox__icon" width="24" viewBox="0 0 448 512"  title="align-left">
		<path d="M12.83 352h262.34A12.82 12.82 0 0 0 288 339.17v-38.34A12.82 12.82 0 0 0 275.17 288H12.83A12.82 12.82 0 0 0 0 300.83v38.34A12.82 12.82 0 0 0 12.83 352zm0-256h262.34A12.82 12.82 0 0 0 288 83.17V44.83A12.82 12.82 0 0 0 275.17 32H12.83A12.82 12.82 0 0 0 0 44.83v38.34A12.82 12.82 0 0 0 12.83 96zM432 160H16a16 16 0 0 0-16 16v32a16 16 0 0 0 16 16h416a16 16 0 0 0 16-16v-32a16 16 0 0 0-16-16zm0 256H16a16 16 0 0 0-16 16v32a16 16 0 0 0 16 16h416a16 16 0 0 0 16-16v-32a16 16 0 0 0-16-16z" />
	</svg>
	<div class="infobox__contents">
		<h1 class="infobox__title">1</h1>
		<p class="infobox__text">
			בשנים האחרונות אנו עדים לדרישה גוברת והולכת למטפלים ומטפלות בית לקשישים  , כיום אנו עדים לירידה תלולה בעובדים ישראלים המוכנים לעסוק בתחום הסיעוד הביתי.  עם עליית תוחלת החיים , המטפלים הוותיקים יוצאים לפנסיה ואין ישראלים חדשים המצטרפים למקצוע,  נוצר חלל אותו ממלאים בחלקו הגדול העובדים הזרים.
			</p>
		
	</div>    
</div>

<div class="infobox aboutA">
	<svg class="infobox__icon" width="18" viewBox="0 0 448 512"  title="align-left">
		<path d="M12.83 352h262.34A12.82 12.82 0 0 0 288 339.17v-38.34A12.82 12.82 0 0 0 275.17 288H12.83A12.82 12.82 0 0 0 0 300.83v38.34A12.82 12.82 0 0 0 12.83 352zm0-256h262.34A12.82 12.82 0 0 0 288 83.17V44.83A12.82 12.82 0 0 0 275.17 32H12.83A12.82 12.82 0 0 0 0 44.83v38.34A12.82 12.82 0 0 0 12.83 96zM432 160H16a16 16 0 0 0-16 16v32a16 16 0 0 0 16 16h416a16 16 0 0 0 16-16v-32a16 16 0 0 0-16-16zm0 256H16a16 16 0 0 0-16 16v32a16 16 0 0 0 16 16h416a16 16 0 0 0 16-16v-32a16 16 0 0 0-16-16z" />
	</svg>
	<div class="infobox__contents">
		<h1 class="infobox__title">2</h1>
		<p class="infobox__text">
        הדרישה הרבה למטפלים הזרים מחד, וחוסר ההכנה של המטופלים לקראת הפיכתם למעסיקים מאידך,
הביאה להעלאת שכר העובדים. זאת ועוד גרוע מכך – סירובם לטפל באנשים זקנים מאד. התוצאה: עשרות חברות המציעות לעובדים
המחפשים עבודה, טיפול במשפחות אלו, ללא הצלחה -ומאות משפחות הנזקקות למטפל נשארות ללא מענה
 כי כולם מחפשים עבודה קלה בשכר טוב ולטווח ארוך. כמענה לבעיה זו הוקמו ארגוני רוחה שונים העוסקים בהעסקת העובדים למול הדרישות הרבות.


            </p>
		
	</div>    
</div>
</div>

<div className="aboutA">
<div class="infobox">
	<svg class="infobox__icon" width="18" viewBox="0 0 448 512"  title="align-left">
		<path d="M12.83 352h262.34A12.82 12.82 0 0 0 288 339.17v-38.34A12.82 12.82 0 0 0 275.17 288H12.83A12.82 12.82 0 0 0 0 300.83v38.34A12.82 12.82 0 0 0 12.83 352zm0-256h262.34A12.82 12.82 0 0 0 288 83.17V44.83A12.82 12.82 0 0 0 275.17 32H12.83A12.82 12.82 0 0 0 0 44.83v38.34A12.82 12.82 0 0 0 12.83 96zM432 160H16a16 16 0 0 0-16 16v32a16 16 0 0 0 16 16h416a16 16 0 0 0 16-16v-32a16 16 0 0 0-16-16zm0 256H16a16 16 0 0 0-16 16v32a16 16 0 0 0 16 16h416a16 16 0 0 0 16-16v-32a16 16 0 0 0-16-16z" />
	</svg>
	<div class="infobox__contents">
		<h1 class="infobox__title">3</h1>
		<p class="infobox__text">
        כאשר בן משפחה מבוגר זקוק לטיפול ולסיוע משך כל שעות היממה, משפחות רבות שוקלות אפשרות של העסקת עובד זר מגופי חברות עובדים זרים לסיעוד          
המטפל שוהה בקביעות עם ההורה, מסייע לו בחיי היומיום ומאפשר קבלת עזרה שוטפת וזאת מבלי שההורה נאלץ לעזוב את ביתו ואת סביבתו האהובים והמוכרים.

מדובר בתהליך מורכב עבור כל הגורמים המעורבים בו – הקשיש, בני המשפחה והמטפל כי לכל אחד דרישותיו השונות.
כמו:העניין הכספי -בעקבות הצורך העולה בעובדים זרים גורם להעלאת השכר מאידך המחסור הכספי מהצד השני 
וכן רמות תפקוד משתנות. ישנם קשישים עם צורך בעזרה סיעודית וצמודה ממש, או שזקוק להשגחה בביתו למען בטיחותו ובטיחות הסובבים אותו. לצורך הבדיקה התפקודית, תגיע לביתו אחות שתבדוק את מצבו. התמודדות עם קשישים בכל רמת תפקוד שהיא דורשת משאבים משמעותיים ממשפחתו של הזקן/ה. קשישים  אלו לרוב זקוקים להשגחה צמודה לעזרה ,לעיתים הם זקוקים לסיוע בצרכים הבסיסיים היומיומיים כגון: להאכיל אותם, להלביש אותם, לדאוג לניקיון אישי שלהם, עזרה בביתם וכו. ישנן כאלה שבהם קשיש או אפילו זוג קשישים עם צרכים מיוחדים. ישנם אירגונים שונים הדואגים להעסקת עובדים זרים לקשישים  ע"פ תנאים שונים ודרישות שונות כמו: צורך בהיתר עסקה  


            </p>
		
	</div>    
</div>


<div class="infobox aboutA">
	<svg class="infobox__icon" width="18" viewBox="0 0 448 512"  title="align-left">
		<path d="M12.83 352h262.34A12.82 12.82 0 0 0 288 339.17v-38.34A12.82 12.82 0 0 0 275.17 288H12.83A12.82 12.82 0 0 0 0 300.83v38.34A12.82 12.82 0 0 0 12.83 352zm0-256h262.34A12.82 12.82 0 0 0 288 83.17V44.83A12.82 12.82 0 0 0 275.17 32H12.83A12.82 12.82 0 0 0 0 44.83v38.34A12.82 12.82 0 0 0 12.83 96zM432 160H16a16 16 0 0 0-16 16v32a16 16 0 0 0 16 16h416a16 16 0 0 0 16-16v-32a16 16 0 0 0-16-16zm0 256H16a16 16 0 0 0-16 16v32a16 16 0 0 0 16 16h416a16 16 0 0 0 16-16v-32a16 16 0 0 0-16-16z" />
	</svg>
	<div class="infobox__contents">
		<h1 class="infobox__title">4</h1>
		<p class="infobox__text">
        לתוך מציאות חיים מורכבת זו קמו ארגוני רווחה רבים אשר מקימים מרכז העסקת עובדים זרים לקהל היעד. 
ישנו צורך חשוב לשבץ באופן מותאם ומדויק בין הקשישים והעובדים זרים נדרש תאום רב ומדויק, מקום המגורים, ימים, שעות ,גיל, מין, שפה, סכום לשעה ורמת תפקוד של הקשיש. בפרויקט זה פיתחתי תוכנה אשר תסייע לשבץ בין עובדים זרים לקשישים בהתנדבות פרטנית על פי פרמטרים שונים, אזור מגורים, גיל ,מין, שכר לשעה ורמת קושי הקשיש, וכן ימי עבודה ושעות נדרשות ומתאימות לעובד ולקשיש.   



            </p>
		
	</div>    
</div>
</div>
</div>
    </> );
}
 
export default About;
